{
  "name": "Cida Boleira",
  "biography": "Há mais de uma 6 anos, Cida descobriu sua paixão pela confeitaria artesanal em Bonfinópolis-MG. O que começou como um hobby familiar se transformou em uma verdadeira vocação, levando alegria e sabor para inumeras famílias da região.\n\nCom receitas tradicionais passadas de geração em geração e técnicas modernas de confeitaria, Cida criou um estilo único que combina tradição e inovação. Cada doce é preparado com ingredientes selecionados e muito amor, garantindo não apenas o sabor excepcional, mas também a qualidade que se tornou marca registrada da confeitaria.\n\nAo longo dos anos, a Cida Boleira se especializou em bolos personalizados, ovos de Páscoa artesanais e doces especiais para todas as ocasiões. Cada criação é única e feita sob medida para tornar os momentos especiais dos clientes ainda mais memoráveis.",
  "imageKey": "cida-portrait.jpg",
  "testimonials": [
    {
      "name": "Maria Silva",
      "text": "O bolo de aniversário da minha filha foi simplesmente perfeito! A Cida conseguiu capturar exatamente o que eu imaginava. Todos os convidados elogiaram muito o sabor e a decoração.",
      "imageKey": "testimonial-maria.jpg"
    },
    {
      "name": "João Santos",
      "text": "Encomendei ovos de Páscoa personalizados e fiquei impressionado com a qualidade e criatividade. Meus filhos ficaram encantados! Já virei cliente fiel da Cida Boleira.",
      "imageKey": "testimonial-joao.jpg"
    },
    {
      "name": "Ana Costa",
      "text": "Para o meu casamento, a Cida criou um bolo de três andares que era uma verdadeira obra de arte. Além de lindo, estava delicioso! Recomendo de olhos fechados.",
      "imageKey": "testimonial-ana.jpg"
    },
    {
      "name": "Carlos Oliveira",
      "text": "Os doces para a formatura do meu filho foram um sucesso total. A apresentação estava impecável e o sabor... nem se fala! A Cida tem um talento especial.",
      "imageKey": "testimonial-carlos.jpg"
    },
    {
      "name": "Fernanda Lima",
      "text": "Sempre que preciso de doces especiais, recorro à Cida Boleira. O atendimento é excepcional e a qualidade dos produtos é incomparável. Uma verdadeira artista da confeitaria!",
      "imageKey": "testimonial-fernanda.jpg"
    },
    {
      "name": "Roberto Mendes",
      "text": "O bolo de aniversário de 80 anos da minha mãe foi emocionante. A Cida conseguiu criar algo que representava toda a história da família. Muito obrigado por tornar esse dia ainda mais especial!",
      "imageKey": "testimonial-roberto.jpg"
    }
  ]
}